[General]
Version=1.8.1
LanguageName=Українська
lblLanguageAuthor=Bosyak

[Form1]
speedWarningLabel=Попередження: швидкість понад 20000 КБ/с може виглядати підозріло.
checkShowTrayBaloon=Показувати інформацію при наведенні на піктограму в треї
lblInterface=Інтерфейс:
checkSavePeers=Save list of peers
ResetCountersButton=Reset Counters
testNetworkButton=Test Settings...
checkUPnP=Enable UPnP port mapping
checkIgnoreTimeout=Ignore connection errors
checkMinimizeToTray=Minimize to tray
labelBindIp=Bind to IP:
labelUpdates=Clients and languages
checkUpdatesButton=Check for Updates
installUpdatesButton=Install Updates
tabUpdates=Updates
lblLanguage=Мова:
TorrentFileLabel=Шлях:
closeButton=Вихід
StartButton=Старт
tabGeneral=Головне
groupTorrentFile=Торрент файл
browseButton=Відкрити...
groupStats=Статистика
totalRunningTimeLabel=Загальний час :
leechLabel=Лічери:
seedLabel=Сідери:
manualUpdateButton=Ручне оновлення
labelUpdateIn=Оновлення через:
downloadCountLabel=Завантажено:
uploadCountLabel=Вивантажено:
groupBoxOptions=Опції
applyStopSettingsButton=Застосувати
stopProcessLabel=Зупинити процес після:
FileSizeLabel=Готово (%)
uploadRateLabel=Швидкість вивантаження (kB/s) :
downloadRateLabel=Швидкість завантаження (kB/s) :
groupTorrentInfo=ИІнформація торренту
labelTorrentSize=Розмір:
hashLabel=SHA Хеш:
TrackerLabel=Трекер:
tabAdvanced=Додатково
memoryReaderButton=Читання пам'яті...
updateAnnounceParamsOnStart=Оновлювати Peer ID і ключ при старті
checkNewVersion=Перевірити наявність нової версії
ClientLabel=Симуляція клієнту:
randomSpeedGroup=Випадкова швидкість вивантаження/завантаження
RandomDownloadToLabel=Макс.:
RandomUploadToLabel=Макс.:
RandomDownloadFromLabel=Мін.:
RandomUploadFromLabel=Мін.:
checkRandomDownload=Завантаження (kB)
checkRandomUpload=Вивантаження (kB)
reportParamsGroup=Параметри анонсів
keyLabel=Ключ:
labelPeerID=Peer ID:
numwantLabel=Кількість пірів:
portInfoLabel=Якщо ці поля пусті, RatioMaster буде використовувати випадкові або значення по замовчуванню
portLabel=Порт:
tabNetwork=Мережа
groupNetworkMisc=Різне
checkIgnoreFailureReason=Ігнорувати відповідь трекера 'Failure Reason'
labelStopMinLeecher=Припинити закачку, коли кількість лічерів менша чим:
intervalLabel=Інтервал оновлення трекеру (с):
checkRequestScrap=Отримати статистику лічерів/сідерів
checkTCPListen=Слухати TCP трафік (показувати з'єднання на трекері) 
proxySettingsGroup=Налаштування Проксі-сервера
labelProxyPass=Пароль:
labelProxyUser=Логін:
labelProxyPort=Порт:
labelProxyHost=Адрес:
labelProxyType=Тип проксі:
tabLog=Лог
saveLogButton=Записати лог
checkLogEnabled=Ввімкнути лог лог
checkHideConfidentialInfo=Приховати конфіденційні дані
clearLogButton=Очистити лог
tabAbout=Про програму
labelForums=Форум:
labelWebSite=Сайт:
StopButton=Стоп
linkProxyHelp=Допомога по проксі

[MemoryReader]
reApplyButton=Застосувати
reCloseButton=Закрити
groupBoxSearchResults=Результати пошуку
reHashLabel=Хеш:
rePeerIdLabel=Peer ID:
reKeyLabel=Ключ:
numwantLabel=Кількість пірів:
rePortLabel=Порт:
reSearchStrLabel=Рядок:
reSearchButton=Почати пошук
reProcessNameLabel=Ім'я процесу:

[Messages]
testNetworkInProgress=Network settings test is in progress...
testNetworkFailed=Connection Error
testNetworkSuccess=Connected successfully. Current RatioMaster network settings appear to be working.
defaultBinding=Default
confirmCloseMessage=Torrent update is in process. Do you really want to exit RatioMaster?
confirmCloseTitle=Confirmation
clmnUpdateAuthor=Author
clmnUpdateType=Type
clmnUpdateFileName=File Name
clmnUpdateName=Name
umFinishedDownloadingUpdates=Finished Downloading Updates
umDownloadingUpdate=Downloading Update {0}
umCheckingUpdates=Checking for updates...
umParsingUpdates=Parsing Updates...
umNoUpdatesFound=No new updates found
umNumUpdatesFound=Found {0} updates
exitToolStripMenuItem=Exit
restoreToolStripMenuItem=Restore
stopProcessUnits3=Hours
stopProcessUnits2=Minutes
stopProcessUnits1=Seconds
mrNoProcessFound=Процес {0} не знайдений. \r\nПереконайтесь шо торрент-клієнт працює і хоча б один торрент запущений. 
mrSearchFail=Нічого не знайдено. \r\nПереконайтесь шо торрент-клієнт працює і хоча б один торрент запущений. 
mrSearchTitle=Пошук
mrSearchSuccess=Пошук успішно завершений! \r\nНатисніть на кнопку Застосувати щоб використовувати знайдені значення.
vrNewVersionReleased=Доступна нова версія програми! Завантажте її із сайту http://www.moofdev.net
vrNewVersionTitle=Нова версія
ballonUploaded=Вивантажено: {0} \r\n
ballonDownloaded=Закачано: {0} \r\n
ballonUpdateIn=Оновлення через: {0} \r\n
ballonTotalTime=Загальна тривалість: {0} \r\n
stopProcessOpt1=Не зупиняти
stopProcessOpt2=Вивантажено
stopProcessOpt3=Завантажено
stopProcessOpt4=Час
stopProcessOpt5=Роздано ~1,2x

[Tooltips]
reApplyButton=Click on "Apply" to copy search results into Advanced Tab of RM.
groupBoxSearchResults=If search successfull RM fills those fields with found results.\r\nCopy those values manually to RM Advanced Settings or press on Apply.
reSearchButton=Press on "Start Search" to ... Start Search.
reSearchStr=RM looks for this string to find announce URL and parse search results.
reProcessNameBox=RM will look for this process.\r\nRM fills this box automatically according to your current Client Selection.
checkIgnoreTimeout=RM will ignore connection errors
checkIgnoreFailureReason=RatioMaster буде ігнорувати помилки повернені трекером
labelStopMinLeecher=RatioMaster автоматично зупинить вигрузку якщо кількість лічерів менша чим вказане число
intervalLabel=Періодичність посилки статистики на трекер. Використовується для трекерів які її не вказують
proxySettingsGroup=RatioMaster може використовувати проксі-сервер для підключення до трекеру так що ви можете приховати свій справжній IP 
memoryReaderButton=Читання пам'яті \r\nВикористовуйте цей інструмент якщо хочете щоб параметри \r\n Peer ID, ключ, порт та інші збігались із реальними параметрами клієнта.
updateAnnounceParamsOnStart=Коли ця опція увімкнена, RatioMaster створить нові Peer ID та ключ при старті.\r\nЯкщо ж вона не включена, то RatioMaster буде використовувати параметри збережені в попередній раз.
TorrentClientsBox=В цьому списку виберіть клієнт, який ви хочете симулювати
randomSpeedGroup=RatioMaster може випадково змінювати швидкості після кожного анонсу
torrentFile=Шлях до торрент-файлу\r\nНатисніть Відкрити... або перетягніть файл у вікно програми
totalRunningTimeLabel=Загальний час сесії
leechLabel=Лічери\r\nНа деяких трекерах ця інформація може бути недоступна
seedLabel=Сідери\r\nНа деяких трекерах ця інформація може бути недоступна
manualUpdateButton=Ручне оновлення\r\nНатисніть для негайного оновлення статистики на трекері.
labelUpdateIn=Час до наступного оновлення
downloadCountLabel=Завантажено\r\nПісля кожного оновлення на трекері зберігається ваша статистика
uploadCountLabel=Вивантажено\r\nПісля кожного оновлення на трекері зберігається ваша статистика                                                                                                           
stopProcessActionBox=RatioMaster не може зупинити процес вручну.\r\nВиберіть потрібну дію.
uploadRate=Швидкість вивантаження\r\nВведіть швидкість яку RatioMaster буде відправляти на трекер
downloadRate=Швидкість завантаження\r\nВведіть швидкість яку RatioMaster буде відправляти на трекер
shaHash=SHA хеш торренту\r\nВи можете ввести його вручну або він буде автоматично згенерований з торрент-файлу
trackerAddress=URL трекеру\r\nВи можете ввести його вручну або він буде автоматично згенерований з торрент-файлу
fileSize=Завершено %\r\nВи можете ввести об'єм даних завантажених з торрента\r\n100% = Сідування\r\n0%     = Вивантаження з початку\r\nRatioMaster пам'ятає проценти для кожного торрента.                                       
reportParamsGroup=Ці параметри є частиною анонсу який RatioMaster відправляє на трекер.\r\nПо замовчуванню RatioMaster генерує ці параметри сам але ви можете\r\nввести їх вручну або прочитати з пам'яті.
